{
  "Starters": [
    { 
      "name": "Burrata di Moderna", 
      "price": "Creamy | Light", 
      "desc": "A delicate sphere of burrata presented on a bed of rocket and fresh garden tomatoes, with whispers of balsamic and olive oil. Pairs exquisitely with existential contemplation."
    }, 
    {
        "name": "Garlic Bread of the Gods", 
        "price": "Buttery | Cheesy", 
        "desc": "Bread (sometimes homemade) is cut in a criss-cross fashion, and loaded with our homemade roasted garlic herb butter and finished with cheese. Pairs delightfully with marinara, but is also quite delicious on its own!", 
        "img": "images/garlic_bread_of_gods.jpeg"
    }, 
    {
        "name": "Curried Brussels Sprouts", 
        "price": "Curry | Cooling", 
        "desc": "Brussels sprouts find themselves seasoned with curry and pan roasted to a tender perfection, served with a meticulously crafted tzatziki sauce for a truly restoring balance.", 
        "img": "images/curried_brussels.jpeg"
    }, 
    {
        "name": "Hummus with Pita", 
        "price": "Creamy | Healthy", 
        "desc": "A creamy homemade hummus is married with homemade whole wheat pita bread. Is this a starter or a light lunch? That's for you to decide.", 
        "img": "images/hummus.jpeg"
    }, 
    {
        "name": "Chili Oil Silken Tofu", 
        "price": "Spicy | Creamy", 
        "desc": "A silken tofu block is topped with a crunchy chili oil and sliced green onions for a light starter."
    }, 
    {
        "name": "Cheese Sticks", 
        "price": "Cheesy | Garlic", 
        "desc": "Made in the spirit of pizza, an infused garlic and herb olive oil forms the base that is covered with cheese and baked to perfection! Pairs great with a red sauce side."
    }
  ],
  "Pasta": [
    { 
      "name": "Lasagna", 
      "price": "Rich | Depth", 
      "desc": "Layers of pasta sauce and cheese are layered between homemade pasta noodles, then baked together. Each bite should be richly balanced and cheesy.", 
      "img": "images/lasagna.jpg"
    }, 
    {
        "name": "Pango's Pesto Pasta", 
        "price": "Herbacious | Unpredictable", 
        "desc": "Designed in the honor of the boss cat himself, homemade pasta is tossed in a dazzling pesto full of ingredients that remain a closely guarded secret, much like the recipe for happiness.", 
        "img": "images/pangos_pesto_pasta.jpeg"
    }, 
    {
        "name": "Tofu Cutlets with Creamy Vodka Sauce", 
        "price": "Creamy | Pink Sauce", 
        "desc": "Hand crafted paparadelle is the bedrock of this dish that includes a creamy vodka sauce with a touch of heat, and tofu cutlets that have been breaded and lightly fried to golden brown perfection.", 
        "img": "images/vodka_cutlet.jpeg"
    }, 
    {
        "name": "Spaghetti and Meatlessballs", 
        "price": "Untraditional | Classico", 
        "desc": "Almost placed in the American dishes, it was saved by the homemade spaghetti that we make for this dish. Along with our protein packed special meatlessballs!", 
        "img": "images/spaghetti_meatballs.jpeg"
    }, 
    {
        "name": "Bolognese de Tofu", 
        "price": "Rich | Tomato", 
        "desc": "A certified staple, this dish involves topping homemade paparadelle with a slow cooked tomato sauce with ground tofu. This sauce has a rich complex flavor that you are sure to enjoy!",
        "img": "images/bolognese_pasta.jpeg"
    }, 
    {
        "name": "Pasta Prima Vera", 
        "price": "Refreshing | Citrus", 
        "desc": "Hand crafted spaghetti finds itself tossed in a garden of sauteed seasonal veggies, doused with a light citrus wine sauce. Each bite is an invitation to ponder the transient nature of existence and the beauty of natural potential.", 
        "img": "images/pasta_prima_vera.jpeg"
    }, 
    {
        "name": "Pasta Carbonara", 
        "price": "Pepe | Salty", 
        "desc": "Sweet, salty and smokey tofu compliments a rich egg sauce with parmigiano reggiano and black pepper.", 
        "img": "images/pasta_carbonara.jpeg"
    }, 
    {
        "name": "Fettuccine Alfredo", 
        "price": "Creamy | Rich", 
        "desc": "Nearly found itself on the American part of the menu, least as we commonly encounter this fan favorite dish. Homemade fettuccine is tossed in a garlic cream sauce.", 
        "img": "images/fettuccini_alfredo.jpg"
    },
    {
        "name": "Sweet Potato Gnocchi", 
        "price": "Savory | Creamy", 
        "desc": "A stretch for the pasta menu, this sweet potato gnocchi is cloaked in a truffle rosemary cream sauce, a rich pairing that's often complimented with roasted veggies.", 
        "img": "images/gnocchi_cream.jpeg"
    }, 
    {
        "name": "Pasta al Scottie", 
        "price": "Simple | Cheesy",
        "desc": "A supremely simple dish of spaghetti tossed with parmigiano reggiano, pecorino romano, and olive oil. A simpleton as it were, the young lad never shied away from pasta and cheeses.", 
        "img": "images/scotties_pasta.jpeg" 
    }, 
    {
        "name": "Ragu Bianco", 
        "price": "Hearty | Creamy", 
        "desc": "The sibling of the Bolognese de Tofu, this white version is more creamy, but still packed with flavor!", 
        "img": "images/ragu_bianco.jpeg"
    }
  ],
  "'Za": [
    {
        "name": "Classic Pan Pizza", 
        "price": "Cheesy | Crunchy ", 
        "desc": "The first major success with a baking experience, this pan pizza has a delightful and crispy crust, rich tomato sauce to compliement, and of course a melty 5 cheese blend to finish!", 
        "img": "images/pan_pizza.jpeg"
    }, 
    {
        "name": "White Man in Brussels", 
        "price": "Light | Garlic", 
        "desc": "A white sauce forms the foundation of this pizza that includes an asiago blend, roasted Brussels sprouts, broccoli, and kale. Finished with a balsamic glaze drizzle.", 
        "img": "images/white_brussels_pizza.jpeg"
    }, 
    {
        "name": "Pepperoni Pizza", 
        "price": "Spicy | Cheesy", 
        "desc": "The only thing with meat on this menu for now... The classic college experience of red sauce, cheese, and pepperoni (though we find this one is a bit elevated).", 
        "img": "images/pepperoni_pizza.jpeg"
    }, 
    {
        "name": "A Rick's Favorite Calzone", 
        "price": "Unique | Pizza", 
        "desc": "Some would say a lost art, this different take on pizza is available with your favorite selection of toppings (if you tell us in advance).", 
        "img": "images/calzone.jpeg" 
    }
  ], 
  "Taste the World": [
    {
        "name": "Stir Fry", 
        "price": "Umami | Spicy", 
        "desc": "A homemade stir fry sauce envelopes noodles, veggies, and a Chinese 5 spice tofu, providing notes of salty and spice amid a subtle sweetness. It's not quite teriyaki, what is it? Not even we can say.", 
        "img": "images/stir_fry.jpg"
    }, 
    {
        "name": "Paneer Tiki Masala", 
        "price": "Spices | Creamy", 
        "desc": "Served with jeera rice and homemade naan. One of the few Indian dishes that we know how to make, so please go easy on us.", 
        "img": "images/paneer_tiki_masala.jpeg"
    }, 
    {
        "name": "Aloo Gobi", 
        "price": "Spices | Potato", 
        "desc": "The classic cauliflower and potato side dish from India. We learned this to compliment our other dishes.", 
        "img": "images/aloo_gobi.jpeg"
    }, 
    {
        "name": "Fried Rice", 
        "price": "Umami | Sweet/Curry", 
        "desc": "The classic staple, born from the common occurrence of leftover rice. Dealer's choice of: classic, pineapple, mango, or curried versions.", 
        "img": "images/fried_rice.jpeg"
    }, 
    {
        "name": "Thai Yellow Curry", 
        "price": "Spices | Creamy", 
        "desc": "One of the first dishes I sought to make at a high level, this flavorable creamy coconut based curry tops Jasmine rice in what makes for a delightful bowl.", 
        "img": "images/yellow_curry.jpeg"
    }, 
    {
        "name": "Sushi", 
        "price": "Spicy | Raw", 
        "desc": "Delicately handcrafted sushi rolls with tofu, cucumber, carrots, jalapenos, avocado, and sriracha mayo. Also available: avocado roll, spicy avocado roll with more on the way.", 
        "img": "images/sushi.jpg"
    }
  ],
  "Taste of America (the good kind)": [
    {
        "name": "Chipotle Bowls", 
        "price": "Spicy | Balanced", 
        "desc": "Perhaps Mexican based, perhaps propaganda from some fakenews restaurants. Either way enjoy a honey cholula tofu that sits atop cilantro lime rice, rounded out with roasted veggies, salsa, cheese, yogurt, and a homemade guac!", 
        "img": "images/chipotle_bowls.jpeg" 
    }, 
    {
        "name": "Tofu Breakfast Wraps", 
        "price": "Egg | Spices", 
        "desc": "Tofu made to imitate egg paired with breakfast potatoes, cheese, and a spicy sauce. Avocado avilable upon request.", 
        "img": "images/breakfast_usa.jpeg"
    },
    {
        "name": "Tofu Tacos", 
        "price": "Spicy | Balanced", 
        "desc": "A taco version of the chipotle bowls (without rice, of course), including pickled peppers if desired.", 
        "img": "images/tofu_tacos.jpeg"
    }, 
    {
        "name": "Philly Cheese''steak''", 
        "price": "Cheesy | Hearty", 
        "desc": "A vegetarian take on the most valuable offering of Philly. Thinly sliced ''steak'' meets sauteed bell pepper and onion with melty provolone. All hosted on freshly baked bread!", 
        "img": "images/philly_cheesesteak.jpeg"
    }, 
    {
        "name": "Meatlessball Subs", 
        "price": "Hearty | Tomato", 
        "desc": "A modern tragedy in the eyes of some, but a staple that powered me through a high school diploma. A rich marinara sauce finds our meatlessballs finished with melty provolone. Made with freshly baked bread and garlic spread!", 
        "img": "images/meatball_sub.jpeg"
    }, 
    {
        "name": "Mac and Cheese", 
        "price": "Creamy | Rich", 
        "desc": "A delightful homemade take on the dish that so many of us grew up on. Hopefully this one avoids bringing up any childhood trauma.", 
        "img": "images/mac_cheese.jpeg"
    }
  ],
  "Chef's Special Menu": [
    {
        "name": "Tofu Deli Style Sandwich", 
        "price": "Balsamic | Balanced", 
        "desc": "They said it couldn't be done, yet I did it. The trick? Shaved tofu, uncooked and seasoned makes the base of this sandwich with balsamic glaze, tomatoes, mozzarella, and cucumber. As odd as it sounds, it's worth trying once!" 
    }, 
    {
        "name": "Fried Tofu Sandwich", 
        "price": "Umami | Crispy", 
        "desc": "Emboldened by the deli sandwich, we sought a unique experience of fried tofu paired with a simple Asian style sauce, and slap this between two slices of homemade bread. If you didn't like the first rendition, this one is better." 
    }, 
    {
        "name": "Buffalo Tofu Sliders", 
        "price": "Spicy | Cute", 
        "desc": "The third entry in our tofu sandwich series is curated from our Buffalo tofu, cheddar cheese, cucumbers, and vegan mayo. It may not be chicken, but it's pretty damn delicious!" 
    }, 
    {
        "name": "Tofu Cutlet Marinara", 
        "price": "Tomato | Crispy", 
        "desc": "The fourth entry and the most popular of our tofu sandwiches, a tofu cutlet is met with our rich marinara sauce, finished with provolone."
    }
  ],
  "Coming Soon..." : [
    {
        "name": "Mapo Tofu", 
        "price": "Spicy | Umami", 
        "desc": "Coming soon, our (vegetarian) take on a famous Chinese dish."
    }, 
    {
        "name": "Buffalo Mac and Cheese", 
        "price": "Spicy | Creamy", 
        "desc": "Tofu prepared with the classic flavors of Buffalo sauce before finding themselves atop a delightful mac and cheese.", 
        "img": "images/buffalo_mac.jpeg"
    }, 
    {
        "name": "Tofu fries", 
        "price": "Spicy | Crunchy", 
        "desc": "Tofu is tossed in a spice blend before being pan fried to golden perfection, served with a side of sriracha-mayo for dipping."
    }, 
    {
        "name": "Bagels", 
        "price": "Chewy | New York", 
        "desc": "The New York classic! A beautiful bagel, choice of: Everything, Rosemary and Salt, Salt, and Sesame Seed."
    }, 
    {
        "name": "JA Pizza", 
        "price": "MVP | Spicy", 
        "desc": "A buffalo tofu pizza that is almost as interesting at the MVP himself."
    }
  ]
}
